/* font name and size in points */
"%@ %.1f pt." = "%@ %.1f pt.";

/* urgent / CL / cancel sheet title; parameters are name and status */
"%@ is in %@ mode" = "Uživatel %@ je v režimu %@";

/* incoming file transfer progress. parameters are transferred size and total size, units (KB, MB etc.) included */
"%@ of %@" = "%@ z %@";

/* status text in outgoing message window status bar; parameters are status and time */
"%@ since %@" = "%@ z data %@";

/* No comment provided by engineer. */
"%d bytes" = "%d bytů";

/* one contact */
"%d contact" = "%d kontakt";

/* more than one contact */
"%d contacts" = "%d kontakty/ů";

/* No comment provided by engineer. */
"%d files" = "%d soubory/ů";

/* No comment provided by engineer. */
"%d KB" = "%d KB";

/* No comment provided by engineer. */
"%d MB" = "%d MB";

/* terminator of list of filenames in history view */
")" = ")";

/* list separator for language list
   separator in list of filenames in history view */
", " = ", ";

/* No comment provided by engineer. */
"1 file" = "1 soubor";

/* parameter is folder name */
"A file with the same name already exists in %@. Replacing it will overwrite its current contents." = "Ve složce %@ už existuje soubor se stejným názvem. Přepsáním se změní jeho původní obsah.";

/* Add To List toolbar item tool tip */
"Add The Sender To Your Contact List" = "Přidat odesilatele do Seznamu kontaktů";

/* Add To List toolbar item palette label */
"Add To Contact List" = "Přidat do Seznamu kontaktů";

/* menu command */
"Add to Invisible List" = "Přidat do neviditelného seznamu";

/* Add To List toolbar item label */
"Add To List" = "Přidat do seznamu";

/* menu command */
"Add to Visible List" = "Přidat do viditelného seznamu";

/* title of informational alert */
"Adding Contacts to your List" = "Kontakty se přidávají do vašeho seznamu";

/* informational alert message */
"All contacts on your server-stored contact list will be added to this contact list. Existing contacts will not be changed." = "Do tohoto vašeho seznamu kontaktů budou přidány všechny vaše kontakty uložené na serveru. Již existující kontakty nebudou změněny.";

/* label in history view */
"Authorization Denied" = "Autorizace odmítnuta";

/* label in history view */
"Authorization Granted" = "Autorizace schválena";

/* label in history view */
"Authorization Request" = "Požadavek autorizace";

/* No comment provided by engineer. */
"Authorization Request to %@" = "Poždavek autorizace pro uživatele %@";

/* No comment provided by engineer. */
"Available" = "Online";

/* No comment provided by engineer. */
"Away" = "Na chvíli pryč";

/* Cancel button on unsaved details alert
   Cancel button on alert sheet
   Cancel button on informational alert */
"Cancel" = "Storno";

/* file transfer cancellation title
   file transfer cancelation title */
"Canceled" = "Stornováno";

/* No comment provided by engineer. */
"Change %@ Message" = "Změna %@ zprávy";

/* folder selection dialog title */
"Choose where to save received files" = "Vyberte, kam se mají uložit přijaté soubory";

/* button on incoming file transfer window after transfer is complete
   Close button on alert sheet */
"Close" = "Zavřít";

/* No comment provided by engineer. */
"Conversation with %@" = "Rozhovor s uživatelem %@";

/* Sample outgoing message text */
"Cozy lummox gives smart squid who asks for job pen." = "Zaželezilo-li se to železo nebo nazaželezilo?";

/* file transfer rejection title */
"Declined" = "Zamítnuto";

/* Delete history toolbar item label
   Delete history toolbar item palette label */
"Delete" = "Smazat";

/* action name for undo/redo */
"Delete Contact" = "Smazat kontakt";

/* Delete history toolbar item tool tip */
"Delete this history" = "Smazat tuto historii";

/* alert sheet title */
"Disconnected" = "Odpojeno";

/* No comment provided by engineer. */
"Do Not Disturb" = "Nerušit";

/* Alert title */
"Do you want to save the changes you made to your details?" = "Chcete uložit provedené změny svých podrobností?";

/* No comment provided by engineer. */
"Do you want to stop the file transfer?" = "Chcete přerušit přenos souboru?";

/* Don't Save button on unsaved details alert */
"Don't Save" = "Neukládat";

/* file transfer error title */
"Error" = "Chyba";

/* parameter is sender's name */
"File transfer from %@" = "Přenos souboru od uživatele %@";

/* description in history view, a list of filenames follows */
"File Transfer Request (" = "Požadavek přenosu souboru (";

/* No comment provided by engineer. */
"File Transfer to %@" = "Přenos souboru uživateli %@";

/* Find button title */
"Find" = "Hledat";

/* No comment provided by engineer. */
"Free for Chat" = "Jsem volný";

/* menu command to hide offline contacts */
"Hide Offline Contacts" = "Skrýt offline kontakty";

/* menu command to hide the status bar */
"Hide Status Bar" = "Skrýt stavy";

/* Show history toolbar item label
   Show history toolbar item palette label */
"History" = "Historie";

/* history window title */
"History for %@" = "Historie uživatele %@";

/* No comment provided by engineer. */
"ICQ user number %@ appears on your list as %@" = "Uživatel s číslem ICQ %@ je ve vašem seznamu jako %@";

/* alert sheet message */
"Icy Juice will try to reconnect when the network becomes available." = "Icy Juice se pokus obnovit spojení, jakmile se bude možné připojit k síti.";

/* Import button on informational alert */
"Import" = "Importovat";

/* information alert title */
"Importing Contacts from ICQ Servers" = "Importují se kontakty ze serveru ICQ";

/* info panel title when not showing anything
   Show Info toolbar item label
   Show Info toolbar item palette label */
"Info" = "Informace";

/* info panel title when showing a single contact */
"Info on %@" = "Informace o uživateli %@";

/* information alert title */
"Invalid Date Range" = "Nesprávné rozmezí datumu";

/* No comment provided by engineer. */
"Invisible" = "Neviditelný";

/* writing direction item in contextual menu */
"Left to Right" = "Zleva doprava";

/* writing direction item in contextual menu */
"Left_to_Right" = "Left_to_Right";

/* No comment provided by engineer. */
"Message (no recipients)" = "Zpráva (bez příjemců)";

/* incoming message window title */
"Message from %@" = "Zpráva od uživatele %@";

/* No comment provided by engineer. */
"Message to %@" = "Zpráva pro uživatele %@";

/* No comment provided by engineer. */
"Message to %@ and others" = "Zpráva pro uživatele %@ a ostatní";

/* No comment provided by engineer. */
"Multiple recipients" = "Více příjemců";

/* alert sheet title */
"Network Problem" = "Potíže se sítí";

/* New User Assistant window title */
"New User" = "Nový uživatel";

/* Show next message toolbar item label
   Show next message toolbar item palette label
   Show next message toolbar item menu representation */
"Next" = "Další";

/* authorization is not required */
"No" = "Ne";

/* No comment provided by engineer. */
"no contacts" = "žádné kontakty";

/* No comment provided by engineer. */
"No recipients" = "Žádní příjemci";

/* No comment provided by engineer. */
"Not Available" = "Nejsem tady";

/* No comment provided by engineer. */
"Not on your list" = "Není ve vašem seznamu";

/* No comment provided by engineer. */
"Occupied" = "Zaneprázdněn";

/* No comment provided by engineer. */
"Offline" = "Offline";

/* OK button on informational alert
   Button on alert sheet */
"OK" = "Budiž";

/* No comment provided by engineer. */
"Pending Authorization" = "Očekává autorizaci";

/* No comment provided by engineer. */
"Please enter your ICQ password" = "Vložte, prosím, své heslo pro ICQ";

/* menu command, parameter is the status */
"Read %@ Message" = "Číslo %@ zprávu";

/* generic menu command, appears when status message is unavailable */
"Read Status Message" = "Načíst stav zprávy";

/* parameter is status name */
"Reading User's %@ Message..." = "Načítá se zpráva od uživatel %@...";

/* incoming file transfer. first parameter is '1 file' or 'n files', second parameter is sender's name */
"Received %@ from %@" = "Přijato %@ z/ze %@";

/* incoming file transfer. first parameter is '1 file' or 'n files', second parameter is sender's name */
"Receiving %@ from %@" = "Přijímá se %@ z/ze %@";

/* Show recipients toolbar item palette label
   Show recipients toolbar item label */
"Recipients" = "Příjemci";

/* menu command */
"Remove from Invisible List" = "Výjmout z neviditelného seznamu";

/* menu command */
"Remove from Visible List" = "Výjmout z viditelného seznamu";

/* action name for undo/redo */
"Rename Contact" = "Přejmenovat kontakt";

/* button on name conflict sheet */
"Replace" = "Přepsat";

/* Reply toolbar item label
   Reply toolbar item palette label */
"Reply" = "Odpovědět";

/* Reply toolbar item tool tip */
"Reply to this Message" = "Odpovědět na tuto zprávu";

/* button on network problems alert sheet */
"Retry Now" = "Zkusit teď";

/* writing direction item in contextual menu */
"Right to Left" = "Zprava doleva";

/* writing direction item in contextual menu */
"Right_to_Left" = "Right_to_Left";

/* Save history toolbar item palette label
   Save history toolbar item label
   Save button on unsaved details alert */
"Save" = "Uložit";

/* button on name conflict sheet */
"Save As..." = "Uložit jako...";

/* Save history toolbar item tool tip */
"Save history to file" = "Uložit historii do souboru";

/* prompt in file transfer file selection panel
   prompt for destination folder selection panel
   button title in the default contact list selection sheet of the preferences panel
   prompt for received files folder selection panel */
"Select" = "Vybrat";

/* Send message toolbar item label
   Send message toolbar item palette label */
"Send" = "Odeslat";

/* Send message toolbar item tool tip */
"Send Message" = "Odeslat zprávu";

/* timestamp in incoming message window */
"Sent: %@" = "Odesláno: %@";

/* Show Info toolbar item tool tip */
"Show Info" = "Informace";

/* Show history toolbar item tool tip */
"Show Message History" = "Ukázat historii zpráv";

/* Show next message toolbar item tool tip */
"Show Next Message" = "Ukázat další zprávu";

/* menu command to show offline contacts */
"Show Offline Contacts" = "Zobrazit offline kontakty";

/* Show recipients toolbar item tool tip */
"Show Recipients" = "Ukázat příjemce";

/* menu command to show the status bar */
"Show Status Bar" = "Zobrazit stavy";

/* cancel button in save file as panel
   button on name conflict sheet */
"Skip" = "Přeskočit";

/* window title; parameter is status name */
"Status Message from %@" = "Stav zprávy od uživatele %@";

/* stop file transfer button */
"Stop" = "Přerušit";

/* Stop Find button title */
"Stop Find" = "Přerušit hledání";

/* No comment provided by engineer. */
"The file %@ already exists. Do you want to replace it?" = "Soubor %@ už existuje. Chcete jej přepsat?";

/* file transfer error message */
"The file transfer failed due to an error." = "Přenos souboru selhal a vrací chybu.";

/* file transfer time out message */
"The file transfer request timed out." = "Vypršel čas doporučený pro přenos souboru.";

/* file transfer rejection message */
"The file transfer request was declined." = "Přenos souboru byl zamítnut.";

/* file transfer cancellation message. parameter is sender's name */
"The file transfer was canceled by %@." = "Přenos souboru byl uživatelem %@ stornován.";

/* file transfer cancellation message */
"The file transfer was canceled." = "Přenos souboru byl stornován.";

/* Sample incoming message text */
"The little brown fox jumps over the lazy dog." = "Čapka čapájevova byla červená a čístá.";

/* No comment provided by engineer. */
"The password you tried to log in with is incorrect. Please enter your password" = "Heslo, kterým se pokoušíte přihlásit, není správné. Vložte, prosím, své heslo";

/* alert sheet message */
"There are new messages which you might have not read yet. Do you want to close anyway?" = "Jsou tady nové zprávy, které ještě nebyly přečteny. Chcete je opravdu zavřít?";

/* alert sheet title */
"There are unread messages" = "Jsou tady napřečtené zprávy";

/* No comment provided by engineer. */
"This contact is already on your list" = "Tento kontakt už ve vašem seznamu je";

/* No comment provided by engineer. */
"This message will be displayed when you are marked as '%@'" = "Tato zprávy byla zobrazena, když byla označena jako '%@'";

/* No comment provided by engineer. */
"This sheet will close in %d second" = "Tato výzva bude za %d vteřinu zavřena.";

/* No comment provided by engineer. */
"This sheet will close in %d seconds" = "Tato výzva bude za %d vteřin/ny zavřena.";

/* parameter is status name */
"This User's %@ Message:" = "Zprávy uživatele  %@:";

/* file transfer error title */
"Timed out" = "Čas vypršel";

/* informational alert message */
"To add contacts to your contact list, use the Find Contacts panel. You can also use the Import from ICQ Servers… command if you have a contact list saved on the ICQ servers." = "Kontakty můžete přidat buď použitím funkce Hledat kontakty, nebo se dají importovat již uložené položky přímo ze serveru ICQ.";

/* No comment provided by engineer. */
"URL: " = "URL: ";

/* default away message */
"User is currently away\nYou can leave him/her a message" = "Uživatel je právě na chvíli pryč. Můžete však zanechat zprávu";

/* default occupied message */
"User is currently busy" = "Uživatel nemá čas";

/* default DND message */
"User is currently in DND mode" = "Uživatel nechcte být rušen";

/* default N/A message */
"User is currently N/A\nYou can leave him/her a message" = "Uživatel tady právě není. Můžete však zanechat zprávu";

/* incoming file transfer starting */
"Waiting..." = "Čekejte, prosím...";

/* authorization is required */
"Yes" = "Ano";

/* parameter is abbreviated status name */
"You can send the message as an urgent one, send it to his/her Contact List, or cancel sending. %@ message:" = "Můžete zprávu odeslat jako naléhavou, poslat ji do uživatelova seznamu kontaktů nebo odeslání stornovat. %d zpráva:";

/* parameter is abbreviated status name */
"You can send the message to his/her Contact List, or cancel sending. %@ message:" = "Můžete zprávu odeslat do uživatelova seznamu kontaktů nebo odeslání stornovat. %d zpráva:";

/* informational alert message */
"You should enter a vaild range of dates. In order to save all the messages, leave both fields blank." = "Můžete vložit datumové rozmezí. Pokud chcete uložit všechny zprávy, nechte obě pole volná.";

/* description in history view */
"You were added to this user's contact list" = "Byli jste přidáni do seznamu kontaktů tohoto uživatele.";

/* alert sheet message */
"You were disconnected. Check your Internet connection and the Network section in the Settings sheet and try again." = "Byli jste odpojeni. Zkonntrolujte své připojení k internetu a položku Síť v Nastavení. Potom to zkuste znovu.";

/* Alert message */
"Your changes will be lost if you don't save them." = "Pokud své změny neuložíte, budou ztraceny.";

/* alert sheet message */
"Your ICQ number is being used on another computer." = "Vaše číslo ICQ je právě používáno na jiném počítači.";

